Revit 2027 API
ParameterTypeId.PathReinLengthn1 Property
 "Primary Bar - Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinLengthn1 { get; }
Public Shared ReadOnly Property PathReinLengthn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinLengthn1 {
	ForgeTypeId^ get ();
}
static member PathReinLengthn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace